import { PageTitle } from '../../components/pageTitle/PageTitle';
import { ContainerLimiter } from '../../components/containerLimiter/ContainerLimiter';
import {
  PaymentSection,
  DeliverySection,
  InfoSection,
} from './AboutPaymentAndDelivery.styled';
import sprite from '../../images/sprite.svg';
import paymentImgJpg from '../../images/high-view-laptop-black-shopping-card-1x.jpg';

const AboutPaymentAndDelivery = () => {
  return (
    <>
      <PageTitle>Оплата та доставка</PageTitle>
      <ContainerLimiter paddingTopMob={'56px'} paddingTopDesc={'88px'}>
        <PaymentSection>
          <div>
            <h3>&#8226; Пром-оплата</h3>
            <ul>
              <li>
                Післяплата &quot;Нова Пошта&quot;. Оплата за замовлення при
                отриманні товару у відділенні Нової Пошти
              </li>
              <li>
                Оплата готівкою в пункті самовивозу. Пункт самовивозу
                знаходиться за адресою: м. Дніпро, вул. Гоголя 17
              </li>
              <li>Оплата на розрахунковий рахунок</li>
              <li>Оплата way for pay</li>
            </ul>
            <h3>Для оплати замовлень з інших країн:</h3>
            <ul>
              <li>Paypal</li>
              <li>Розрахунковий рахунок в Євро</li>
              <li>Payoneer</li>
            </ul>
          </div>

          <img
            src={paymentImgJpg}
            alt="black laptop and shopping card"
            width="288"
            height="426"
          />
        </PaymentSection>
        <DeliverySection>
          <h3>Доставка:</h3>
          <details open={true}>
            <summary>
              <svg width={38} height={38}>
                <use href={`${sprite}#novaposhta`} />
              </svg>
              <p>Детальніше про оплату</p>
              <svg width={24} height={24}>
                <use href={`${sprite}#chevronRound`} />
              </svg>
            </summary>
            <ol>
              <li>
                У відділення від - 70 ₴ у поштомат від - 50 ₴. Відправлення
                замовленняпротягом 1 дня. Доставка замовлення протягом 1-3 днів.
                Ваше замовлення буде безкоштовно зберігатися у відділенні Нової
                Пошти 6 робочих днів. На 7 день відправлення автоматично
                повернеться нам. Будь ласка забирайте вчасно.
              </li>
              <li>
                Доставка кур'єром "Нова пошта"кур’єром від 105 грн. Відправлення
                замовлення протягом 1 дня. Доставка замовлення протягом 1-3 днів
              </li>
            </ol>
          </details>
          <details>
            <summary>
              <svg width={40} height={40}>
                <use href={`${sprite}#ukrposhta`} />
              </svg>
              <p>Самовивіз</p>
              <svg width={24} height={24}>
                <use href={`${sprite}#chevronRound`} />
              </svg>
            </summary>
            <ol>
              <li>
                Наш склад знаходиться в м. Дніпро, вул. Гоголя 17. Важливо!
                Самовивіз товару з нашого складу доступний після підтвердження
                наявності товару на нашому складі на момент оформлення
                замовлення, та після погодження часу зустрічі
              </li>
            </ol>
          </details>
        </DeliverySection>
        <InfoSection>
          <h3>Інформація про доставку</h3>
          <p>
            Замовлення оформлені через корзину сайту опрацьовуються
            першочергово.
          </p>
          <p>
            Для пакування Ваших замовлень ми використовуємо власні пакувальні
            матеріали, за які Ви не будете додатково сплачувати при отриманні
            своїх замовлень.
          </p>
          <p>
            Замовлення, зроблені до 14:00, ми відправляємо цього ж дня, доставка
            займає 1-3 дні в залежності від міста призначення. За Вашим
            бажанням, доставка може бути спланована на будь-який інший зручний
            для Вас день.
          </p>
          <p>
            Увага! Ретельно перевіряйте замовлення при отриманні! У разі
            виявлення некомплекту або пошкоджень, Ви маєте право не оплачувати
            товар і відмовитися від його отримання, склавши акт (претензію).
            Якщо таке замовлення було оплачене, ми повернемо його вартість або
            відправимо Вам повторно.
          </p>
          <p>
            Ми не гарантуємо вирішення спірних ситуацій з товаром на вашу
            користь, якщо товар не був перевірений при отриманні. Будь ласка,
            завжди перевіряйте цілісність упаковки, відсутність механічних
            пошкоджень і комплектацію, наявність усіх одиниць товару при
            отриманні замовлення.
          </p>
          <h3>Доставка за кордон</h3>
          <p>
            Наш інтернет-магазин доставляє товари в усі країни світу. Вартість
            такої доставки розраховується персонально під кожне замовлення і
            залежить від обраної служби доставки. Товар доставляється протягом
            12-21 робочих днів. Доставка за кордон тількидля передплачених
            замовлень та послуг доставки.
          </p>
        </InfoSection>
      </ContainerLimiter>
    </>
  );
};
export default AboutPaymentAndDelivery;
