import { PageTitle } from '../../components/pageTitle/PageTitle';
import { ContainerLimiter } from '../../components/containerLimiter/ContainerLimiter';
import { PolicyBox, PrivacyPolicy } from './Policy.styled';
import { PopularGoods } from '../../components/popularGoods';

const Policy = () => {
  return (
    <>
      <PageTitle>Політика конфіденційності</PageTitle>
      <ContainerLimiter paddingTopMob={'56px'} paddingTopDesc={'88px'}>
        <PolicyBox>
          <PrivacyPolicy>
            <h3>Політика конфіденційності</h3>
            <ol>
              <li>
                <h4>Загальні положення</h4>

                <ul>
                  <li>
                    1.1 Ця Політика конфіденційності (надалі – «Політика»)
                    розроблена ТОВ «УАПРОМ» (код ЄДРПОУ: 36507036, адреса:
                    02121, м. Київ, Харківське шосе, будинок 201-203, літера 4Г,
                    надалі – «Товариство» та/або «Адміністрація Маркетплейсу») у
                    відповідності до діючого законодавства України, в тому
                    числі, але не виключно, Закону України «Про захист
                    персональних даних» від 01 червня 2010 року № 2297-VI з
                    урахуванням принципів та правил Регламента General Data
                    Protection Regulation (GDPR) Європейського Союзу щодо
                    Користувачів Маркетплейсу Prom.ua і встановлює порядок
                    отримання, збору, накопичення, зберігання, обробки,
                    використання, забезпечення захисту і розкриття персональних
                    даних (надалі – «Дані») за допомогою Маркетплейсу та/або
                    мобільного додатку та/або пов'язаних з ними послуг та
                    інструментів.
                  </li>
                  <li>
                    1.2 Під Даними розуміється будь-яка інформація, що прямо чи
                    опосередковано відноситься до конкретного Користувача. Це
                    може бути: ім’я, прізвище, по-батькові (у разі наявності),
                    інформація про рід діяльності, сімейний стан, освіту, адреса
                    електронної пошти, номер телефону, регіон проживання, адреса
                    місця проживання/перебування, інформація про дії Користувача
                    на Маркетплейсі, ір-адреса, дані про пристрої (комп’ютер,
                    тип браузера, операційна система мобільного пристрою), що
                    використовуються Користувачем, повідомлення (інформація, яка
                    міститься в переписці між Користувачами, а також в переписці
                    з Адміністрацією Маркетплейсу), інша інформація, за
                    допомогою якої здійснюється комунікація, яка за бажанням
                    Користувача надається ним в реєстраційні формі та/або при
                    заповненні Особистого кабінету на Маркетплейсі, при
                    проходженні опитування (шляхом заповнення анкети або в інший
                    спосіб), написанні повідомлення чи відгуку, або інформація
                    отримана при усній комунікації Користувача і Адміністрації
                    Маркетплейсу, інформація, яка надається при здійсненні
                    оплати та/або використанні Користувачем будь-якого сервісу
                    (послуги), яка надається Товариством.
                  </li>
                  <li>
                    1.3 Під обробкою Даних розуміється будь-які дії з Даними в
                    тому числі, але не виключно: доступ, надання,
                    розповсюдження, збір, систематизація, зберігання,
                    накопичення, запис, передача, блокування, видалення,
                    уточнення, оновлення та/або зміна, знеособлення та інші
                    способи використання Даних Товариством.
                  </li>
                  <li>
                    <p>
                      1.4 Розпорядником Даних є Товариство з обмеженою
                      відповідальністю «УАПРОМ» (код ЄДРПОУ: 36507036).
                      Починаючи з 27 березня 2020 року Товариство має
                      підтверджений Сертифікат відповідності вимогам стандарту
                      PCI DSS та успішно щороку проходить аудит на відповідність
                      до стандарту PCI DSS у форматі, визначуваному міжнародними
                      платіжними системами Visa і MasterCard.
                    </p>

                    <p>
                      Товариство надає користувачам змогу швидко та просто
                      здійснювати оплату й водночас гарантує надійне збереження
                      їхніх даних завдяки багаторівневому захисту та
                      використання технології токенізації платіжних карток за
                      допомогою системи шифрування даних, що дозволяє
                      здійснювати платежі, не розголошуючи дані платіжної
                      картки. Токени: захищають персональну інформацію та
                      фінансові операції передаючи дані платіжної картки у
                      зашифрованому вигляді; створюються через математичні
                      формули або випадкові буквено-цифрові генератори і не
                      можуть бути використані зловмисниками, так як не несуть в
                      собі ніякої цінності. Користувач, реєструючи платіжну
                      карту на сайті Товариства надсилає запит на присвоєння
                      токена, який використовуватиметься замість реквізитів
                      доданої платіжної картки. Банк-еквайр, що виконує переказ
                      та банк-емітент платіжної картки використовують наявну
                      інформацію про держателя платіжної картки та його
                      дешифровану платіжну інформацію для здійснення переказу
                    </p>
                  </li>
                  <li>
                    1.5 Користувач, здійснивши реєстрацію на Маркетплейсі,
                    вносячи при цьому свої персональні Дані та/або надаючи ці
                    Дані іншим шляхом, та/або здійснюючи будь-які дії в рамках
                    сайту Prom.ua та/або використовуючи будь-яку частину сайту
                    та/або, шляхом надання згоди – активував кнопку
                    «зареєструватися» та/або активував (натиснув) кнопку
                    «оформити замовлення» через форму сайту (галочка) та/або
                    самостійно вносить Дані, а саме: номер платіжної картки,
                    дату закінчення терміну дії картки у форму сервісу
                    Товариства “Wallet”, який знаходиться в особистому кабінеті
                    Користувача, висловлює свою згоду з положенням цієї Політики
                    та надає ТОВ «УАПРОМ» а також третім особам, які надають
                    послуги ТОВ «УАПРОМ», зокрема, але не виключно, здійснюючи
                    обробку платежів, надаючи фінансові послуги, доставку,
                    дозвіл на обробку власних персональних даних.
                  </li>
                  <li>
                    1.6 Користувачі можуть надавати Дані самостійно шляхом
                    розміщення таких даних на Маркетплейсі або повідомляючи
                    через канали телефонного зв’язку та/або на електронну та/або
                    поштову адресу Товариства, шляхом заповнення опитувальників
                    (заповнення анкети або в інший спосіб), або Дані можуть
                    надаватися із інших джерел (у відповідності з п. 3 цієї
                    Політики) наприклад, з відгуків Користувачів (оцінка,
                    коментарі, підтвердження інформації) або інша інформація від
                    третіх осіб надана в ході направлення претензій, скарг
                    та/або при розгляді спорів, та/або інформація із
                    загальновідомих джерел в мережі Інтернет.
                  </li>
                  <li>
                    1.7 Користувач не має право використовувати сайт Prom.ua,
                    якщо він не погоджується з умовами цієї Політики.
                  </li>
                  <li>
                    1.8 Користувач визнає, що у випадку його недбалого ставлення
                    до безпеки і захисту своїх Даних і даних по авторизації
                    (пароль, логін) треті особи можуть отримати несанкціонований
                    доступ до облікового запису і Даних Користувача. Товариство
                    не несе відповідальності за збитки, завдані таким Доступом.
                  </li>
                </ul>
              </li>
              <li>
                <h4>Які Дані можуть збиратися</h4>

                <ul>
                  <li>
                    <p>2.1 Товариство може збирати наступні Дані:</p>
                    <p>
                      - ім’я, прізвище, по батькові (у разі наявності),
                      паспортні дані, реєстраційний номер облікової
                      картки-платника податків, дата народження та/або вік,
                      стать, сімейний стан, дані уповноваженої особи компанії,
                      найменування компанії, реквізити компанії, контактні
                      телефони, адреса електронної пошти, адреса
                      місцезнаходження компанії, інші контакті дані за бажанням
                      Користувача (наприклад, місце та/або адреса роботи),
                      номери платіжних карток, токени платіжних карт (USB-ключі,
                      який призначені для інформаційної безпеки користувача);
                    </p>
                    <p>
                      - інформація про обліковий запис Користувача (зокрема
                      логін, номер телефону), адреса електронної пошти, логін та
                      пароль, дані процесингу облікового запису, інші Дані,
                      необхідні для здійснення обслуговування Користувачів
                      Маркетплейсу, комунікації з Користувачами в тому числі, в
                      процесі звернення Користувача до служби підтримки
                      Маркетплейсу;
                    </p>
                    <p>
                      - інформація, яку Користувачі надають Товариству при
                      укладенні договорів про надання послуг шляхом акцепту
                      публічної оферти, розміщеної на Маркетплейсі;
                    </p>
                    <p>
                      - інформація, яка необхідна для здійснення комунікації між
                      Користувачами Маркетплейсу в тому числі для здійснення і
                      підтвердження угод між продавцями та покупцями, отримання
                      і відправки повідомлень, розміщення відгуків, коментарів,
                      здійснення платежів, для виконання запитів від
                      Користувачів та отримання зворотного зв'язку від
                      Користувача при необхідності, інформація, розміщена
                      Користувачами за по результатами їх обслуговування,
                      відгуки, коментарі, звернення в службу підтримки клієнтів,
                      скарги, претензії, інші звернення;
                    </p>
                    <p>
                      - дані про пристрої, що використовуються Користувачами,
                      інформація про веб-сайти Користувачів та/або їх мобільні
                      Дані (у випадку, якщо Користувач використовує мобільні
                      додатки) такі як: ір-адреса; дата та час коли Користувач
                      користується Маркетплейсом, інформація про програмне
                      забезпечення, а також інтернет-браузер, що
                      використовувався Користувачем, інформація про операційну
                      систему мобільного пристрою, інформація про роботу
                      пристроїв Користувача, індивідуальні ідентифікатори
                      пристроїв, які використовують Користувачі;
                    </p>
                    <p>
                      - дані, отримані в результаті проведення Товариством
                      та/або третіми уповноваженими Товариством особами різних
                      опитувань, з метою покращення надання послуг Користувачам;
                      інформація, отримана Товариством в результаті здійснення
                      маркетингової діяльності;
                    </p>
                    <p>
                      - інформація про дії Користувача на Маркетплейсі (споживча
                      поведінка щодо придбаних товарів, робіт, послуг на
                      Маркетплейсі) інформація щодо спілкування з іншими
                      Користувачами, в тому числі інформація залишена
                      Користувачами в формі відгуків, виставлення оцінок,
                      коментарів чи будь-який інший зворотній зв'язок від
                      Користувачів; інформація відповідно до якої формуються
                      рейтинги Користувачів, яка містить користувацький досвід і
                      яку Користувачі залишають на Маркетплейсі як результат
                      взаємодії з іншими Користувачами, що дозволяє Товариству
                      вжити необхідних заходів з метою підтримки якісного
                      обслуговування та уникнення шахрайських дій
                    </p>
                    <p>
                      - інформація, розміщена або надана Користувачам в процесі
                      їх участі в бонусних програмах, вікторинах, акціях,
                      спеціальних пропозиціях, які відбуваються на Маркетплейсі
                      організатором яких є Товариство;
                    </p>
                    <p>
                      - інформація, отримана від Користувачів шляхом заповнення
                      опитувальників або іншим способом повідомлена
                      Адміністрації Маркетплейсу (це може бути інформація у тому
                      числі але не виключно про: громадянство, місце народження,
                      освіту, професію, спеціалізацію, робочий стаж, соціальний
                      статус, склад сім’ї (прізвища, ім’я, по батькові таких
                      осіб, їх стать, вік, місце реєстрації та проживання,
                      контактні дані), фото, відео зображення Користувача
                      (та/або уповноваженої особи Користувача тощо);
                    </p>
                    <p>
                      - інформація отримана Товариством в законний спосіб від
                      партнерів та/або третіх осіб.
                    </p>
                  </li>
                  <li>
                    <p>
                      2.2 Товариство також може обробляти Дані за допомогою
                      наступних технологій:
                    </p>
                    <p>
                      - файли Cookies (кукі- невеликий фрагмент даних, які
                      пересилаються на комп’ютер Користувача при переході на
                      веб-сторінку та/або при перегляді рекламного модуля на
                      веб-сторінці і зберігаються на комп’ютері Користувача
                      та/або в його мобільному пристрої);
                    </p>
                    <p>
                      - пікселі (pixels – цифрові зображення, елемент матриці
                      дисплеїв, що формують зображення), які дозволяють
                      відслідкувати частоту використання Користувачем
                      веб-сторінки з метою визначення браузера Користувача і
                      надання сервісу, наприклад зберігання Даних в корзині між
                      відвідуваннями; а також з метою усунення помилок роботи
                      Маркетплейсу, ініційованих Користувачем при цьому вся
                      інформація обробляється «як є» і не змінюється в процесі
                      збору Даних.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <h4>Використання, обмін та цілі обробки Даних</h4>
                <ul>
                  <li>
                    <p>
                      3.1 Товариство використовує та здійснює обробку Даних, в
                      наступних цілях:
                    </p>
                    <p>
                      - здійснення покладених на Товариство функцій, повноважень
                      та обов’язків у відповідності до діючого законодавства
                      України, а також забезпечення реалізації
                      цивільно-правових, господарських та податкових відносин;
                    </p>
                    <p>
                      - для ідентифікації клієнта як Користувача Маркетплейсу,
                      для зв’язку з Користувачем в тому числі для надання
                      послуг, обробки платежів, відправки, проведення
                      розрахункових операцій та здійснення фінансового
                      моніторингу фінансовими установами, за допомогою яких
                      здійснюються розрахунки на Маркетплейсі, надання
                      звітності, ведення бухгалтерського та управлінського
                      обліку, створення і реалізації бонусних програм, програм
                      лояльності, відправки розсилок поштою, електронною поштою,
                      за номером телефону, в тому числі з метою відправки
                      комерційних пропозицій, повідомлень про акції та новини
                      Prom.ua, а також інших маркетплейсів/сайтів, що
                      знаходяться в розпорядженні та/або належать ТОВ “УАПРОМ”,
                      та/або для повідомлення Користувачів Маркетплейсу про
                      фінансові послуги, що надаються третіми особами та/або
                      партнерами ТОВ «УАПРОМ», з метою покращення якості надання
                      послуг, формування рейтингів, аналізу активності
                      Користувачів, здійснення пошуку по ключовим словам,
                      управління трафіком на Маркетплейсі, аналізу і
                      прогнозування уподобань, інтересів Користувачів;
                      проведення науково-дослідної та аналітичної активності, а
                      також забезпечення дотримання умов Користувачами Угоди
                      Користувача, Правил розміщення інформації на Маркетплейсі,
                      Правил публікації відгуків, Правил оформлення товарних
                      позицій, Правил розміщення оголошень;
                    </p>
                    <p>
                      - з метою направлення розсилок, комерційних пропозицій,
                      повідомлень про акції, програми лояльності, бонусні
                      програми та/або з метою направлення повідомлень щодо
                      функціонування Маркетплейсу Prom.ua та/або інших
                      маркетплейсів/сайтів, які перебувають у розпорядженні
                      та/або належать ТОВ "УАПРОМ" поштою, електронною поштою;
                    </p>
                    <p>
                      - з метою забезпечення надання Товариством
                      інтернет-сервісів Сайту, обміну інформацією;
                    </p>
                    <p>
                      - з метою відображення Даних, що вказані Покупцями в своїх
                      Особистих кабінетах на Електронному Маркетплейсі Prom.ua,
                      в Кабінетах покупців розміщених безпосередньо на Сайтах
                      Продавців, створених на базі платформи Prom.ua.
                    </p>
                    <p>
                      Товариство може здійснювати обмін Даними з афілійованими
                      особами Товариства (компанії, які діють на підставі
                      спільної власності), які можуть обробляти та
                      використовувати Дані з метою, яка вказана у розділі 3 цієї
                      Політики.
                    </p>
                  </li>
                  <li>
                    3.2 Товариство не здійснює обробку даних, які стосуються
                    расової, національної приналежності, політичних поглядів,
                    релігійних та інших переконань, членства в громадських
                    організаціях. Інформація, яка характеризує фізіологічні
                    особливості Користувачів, на основі яких можна встановити їх
                    особистість не обробляються також.
                  </li>
                  <li>
                    3.3 Строки обробки та зберігання Даних визначаються виходячи
                    із цілей обробки Даних, а також виходячи із умов, вказаних в
                    договорах, укладених з Користувачами у відповідності до
                    вимог діючого законодавства України.
                  </li>
                </ul>
              </li>
              <li>
                <h4>Умови надання доступу до Даних</h4>
                <ul>
                  <li>
                    4.1 Розкриття Даних відбувається при замовленні Користувачем
                    товарів/послуг на Prom.ua продавцю/постачальнику таких
                    товарів, послуг, але тільки в об’ємі необхідному для
                    ідентифікації Користувача та його замовлення. Крім того,
                    розкриття Даних здійснюється при реєстрації/авторизації
                    Користувача в Кабінеті покупця на Сайтах Продавців,
                    створених на базі платформи Електронного Маркетплейсу
                    Prom.ua.
                  </li>
                  <li>
                    4.2 В окремих випадках, з метою демонстрації ефективності
                    роботи Маркетплейсу та підвищення іміджу Маркетплейсу,
                    Товариство може розкривати статистику роботи сайтів
                    Користувачів, не розкриваючи при цьому персональні дані та
                    інформацію, яка являється комерційною таємницею.
                  </li>
                  <li>
                    4.3 Сайт Prom.ua, окрім того, надає можливості
                    використовувати АРІ послуги Youtube. Персональні дані
                    Користувачів, що використовують АРІ послуги Youtube,
                    обробляються, зберігаються та передаються у відповідності до
                    Умов користування АРІ послуги Youtube, що доступні за
                    посилання: https://www.youtube.com/t/terms , а також у
                    відповідності до Політики конфіденційності Google, яка
                    доступна за посиланням: https://policies.google.com/privacy.
                  </li>
                  <li>
                    4.4 На Маркетплейсі містяться посилання на інші веб-ресурси,
                    на які дія даної Політики не розповсюджується.
                  </li>
                  <li>
                    <p>
                      4.5 Товариство здійснює обробку Даних на законній та
                      справедливій основі: Дані не розкриваються третім особам і
                      не розповсюджуються без згоди Користувача, за виключенням
                      випадків передбачених діючим законодавством України і лише
                      в інтересах національної безпеки, економічного добробуту і
                      прав людини, зокрема, але не виключно:
                    </p>
                    <p>
                      - за обґрунтованими запитами органів державної влади, які
                      мають право витребувати та отримувати такі Дані;
                    </p>
                    <p>
                      - у випадку, якщо ТОВ «УАПРОМ» має обґрунтовані підозри
                      щодо порушення Користувачем умов цієї Політики та/або
                      інших договорів та угод укладених між ТОВ «УАПРОМ» та
                      Користувачем, а також положень Угоди Користувача, Правил
                      розміщення інформації на Маркетплейсі, Правил публікації
                      відгуків, Правил оформлення товарних позицій, Правил
                      розміщення оголошень.
                    </p>
                    <p>
                      4.6 Товариство залишає за собою право у відповідності із
                      вимогами діючого законодавства України здійснювати обмін
                      Даними з органами державної влади з метою: попередження
                      шахрайства на Маркетплейсі; врегулювання спірних ситуацій
                      та з’ясування обставин, які є/можуть стати причиною
                      порушення діючого законодавства, а також у випадку
                      виявлення Товариством неправомірних дій Користувачів
                      Маркетплейсу та/або отримання претензій, скарг, звернень
                      третіх осіб.
                    </p>
                  </li>
                </ul>
              </li>
              <li>
                <h4>Як змінити/видалити Дані або відкликати згоду</h4>
                <ul>
                  <li>
                    5.1 Користувачі в будь-який момент можуть змінити/видалити
                    особисту інформацію або відмовитися від розсилки
                    повідомлень, або відкликати згоду на обробку Даних через
                    свій Особистий кабінет або, шляхом направлення повідомлення
                    на електронну адресу: support@prom.ua або поштову адресу:
                    02121, м. Київ, ТОВ «УАПРОМ», Харківське шосе, 201-203,
                    літера 4Г.
                  </li>
                  <li>
                    5.2 Після отримання такого повідомлення обробка Даних
                    Користувача буде припинена, а його Дані будуть видалені,
                    крім випадків, якщо така обробка може бути необхідна у
                    відповідності з діючим законодавством України.
                  </li>
                  <li>
                    5.3 Функціонування деяких можливостей Prom.ua, для яких
                    необхідна інформація про Користувача, може бути припинена з
                    моменту зміни/видалення Даних.
                  </li>
                  <li>
                    5.4 Товариство здійснює обробку та зберігання Даних для
                    реалізації цілей, вказаних в цій Політиці протягом всього
                    необхідного періоду для цього, але не більше 5 (п’яти) років
                    з дати останньої взаємодії Користувача з Маркетплейсом.
                  </li>
                </ul>
              </li>
              <li>
                <h4>Захист Даних</h4>
                <ul>
                  <li>
                    6.1 Товариство, при обробці Даних застосовує всі необхідні
                    технічні, організаційні, правові заходи для захисту Даних
                    від неправомірного та/або несанкціонованого доступу до таких
                    Даних, в тому числі від змін, видалення, надання,
                    розповсюдження, а також інших неправомірних дій.
                  </li>
                  <li>
                    6.2 Товариство на постійній основі здійснює контроль за
                    прийнятими заходами щодо забезпечення безпеки.
                  </li>
                </ul>
              </li>
              <li>
                <h4>Додаткові умови</h4>
                <ul>
                  <li>
                    7.1 Товариство залишає за собою право змінити умови даної
                    Політики в будь-який момент. В такому випадку, оновлена
                    редакція буде розміщена на сторінці за адресою:
                    https://prom.ua/privacy-policy. У випадку, якщо Користувач
                    не погоджується із змінами, він зобов’язується негайно
                    припинити будь-яке користування Маркетплейсом.
                  </li>
                  <li>
                    7.2 ТОВ «УАПРОМ» не несе відповідальності за шкоду або
                    збитки, яких зазнав Користувач або треті особи в результаті
                    помилкового розуміння або нерозуміння умов цієї Політики.
                  </li>
                  <li>
                    7.3 У разі, якщо положення цієї Політики, пункти або їх
                    частини, будуть визнані такими, що суперечать діючому
                    законодавству України, або такими, що є недійсними, цей факт
                    ніяким чином не буде впливати на інші положення цієї
                    Політики, вони залишаються повністю чинні і продовжують
                    діяти в повній мірі і являються дійсними, а будь-яке інше
                    недійсне положення або положення, яке не може бути
                    виконаним, без подальших дії Сторін, вважається зміненим,
                    виправленим в тій мірі, в якій це необхідно для забезпечення
                    його дійсності і можливості виконання.
                  </li>
                  <li>
                    7.4 Термінологія, яка використана в цій Політиці, має таке ж
                    значення, як і в Угоді Користувача, якщо не зазначено інше.
                  </li>
                </ul>
              </li>
            </ol>
          </PrivacyPolicy>
          <div>
            <PopularGoods width={1} />
          </div>
        </PolicyBox>
      </ContainerLimiter>
    </>
  );
};
export default Policy;
